Repository: omegat-fi/B333-Memsource-Cloud-User-Manual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fi

source: Access TBs of a selected client only
fi: Käytä vain valitun asiakkaan termikantoja

source: Access TMs of a selected client only
fi: Käytä vain valitun asiakkaan käännösmuisteja

source: Access TMs of selected business units only
fi: Käytä vain valitun yrityksen käännösmuisteja

source: Access projects of a selected client only
fi: Käytä vain valitun asiakkaan projekteja

source: Access projects of selected business units only
fi: Käytä vain valitun yrityksen projekteja

source: Approve terms in TBs created by other users
fi: hyväksy muiden käyttäjien luomia termejä termikannassa

source: Clients, domains, subdomains
fi: Asiakkaat, aihealueet, ala-aiheet

source: Comment
fi: Kommentti

source: Contents
fi: Sisältö

source: Delete TBs created by other users
fi: Poista muiden käyttäjien luomia termikantoja

source: Delete TMs created by other users
fi: Poista muiden käyttäjien luomia käännösmuisteja

source: Delete projects created by other users
fi: Poista muiden käyttäjien luomia projekteja

source: Delete users created by other users
fi: Poista muiden käyttäjien luomia käyttäjiä

source: Delete vendors created by other users
fi: Poista muiden käyttäjien luomia toimittajia

source: Export TBs created by other users
fi: Vie muiden käyttäjien luomia termikantoja

source: Export TMs created by other users
fi: Vie muiden käyttäjien luomia käännösmuisteja

source: From Memsource
fi: Tietoja Memsourcesta

source: Import into TBs created by other users
fi: Tuo muiden käyttäjien luomia termikantoja

source: Import into TMs created by other users
fi: Tuo muiden käyttäjien luomia käännösmuisteja

source: Jump to: {1>navigation<1}, {2>search<2}
fi: Siirry: {1>valikko<1},{2>haku<2}

source: MT
fi: Konekäännös

source: Memsource (en)
fi: Memsource (fi)

source: Memsource Cloud User Manual
fi: {2>Memsource Cloudin käyttöohje<2}{3}{4><4}

source: Memsource Cloud User Manual - Memsource
fi: Memsource Cloud -käyttöohje - Memsource

source: Modify TBs created by other users
fi: Muokkaa muiden käyttäjien luomia termikantoja

source: Modify TMs created by other users
fi: Muokkaa muiden käyttäjien luomia käännösmuisteja

source: Modify projects created by other users
fi: Muokkaa muiden käyttäjien luomia projekteja

source: Modify users created by other users
fi: Muokkaa muiden käyttäjien luomia käyttäjiä

source: Modify vendors created by other users
fi: Muokkaa muiden käyttäjien luomia toimittajia

source: Source
fi: Lähde

source: Target
fi: Kohde

source: The related screenshot demonstrates importing terms with:
fi: SaaThe related screenshot demonstrates importing terms with:

source: This means that if an organization subscribes to 5 project manager accounts, they can create 5 administrator users or 5 project manager users or any combination of the two types.
fi: Tämä tarkoittaa sitä, että jos organisaatio ostaa viisi projektipäällikön lisenssiä, se voi luoda 5 järjestelmänvalvojaa tai 5 projektipäällikköä tai yhdistelmän näistä.

source: Users
fi: Käyttäjät

source: Vendors
fi: Toimittajat

source: View TBs created by other users
fi: Tarkastele muiden käyttäjien luomia termikantoja

source: View all data
fi: Näytä kaikkia tiedot

source: View data owned by the user
fi: Näytä kaikki käyttäjän omistama data

source: View users created by other users
fi: Tarkastele muiden käyttäjien luomia käyttäjiä

source: View vendors created by other users
fi: Tarkastele muiden käyttäjien luomia toimittajia

source: When a segment gets repeated, the font is light grey and you do NOT have to translate it. Segments with dark grey background are locked.
fi: Kokeilenpa vielä lisätä tähän tällaista - näkyykö teille? t. Saara Siddiqui

source: {1}Navigation trail:
fi: {1}Valikko

source: {2>Memsource Cloud User Manual<2} {3}{4><4}
fi: {2>Memsource Cloudin käyttöohje<2}{3}{4><4}
